Repository: jorgejavierfm/GeneralProducts
Catalog: GeneralProducts/*.lproj/Localizable.strings
Languages: es

# ClientDontExist
source: That client doesn't exist
es: Ese cliente no existe

# DNIexist
source: That DNI already exist
es: Ese DNI ya existe

# ErrorExport
source: An error has ocurred while doing export
es: Ha ocurrido un error durante la exportacion

# ErrorImport
source: An error has ocurred while doing import
es: Ha ocurrido un error durante la importacion

# FabricarPales
source: You have to manufacture
es: Necesitas fabricar

# FillFields
source: Please fill the remaining fields
es: Por favor rellene los campos restantes

source: Information
es: Informacion

# OkButton
source: Ok
es: Aceptar

# Need
source: You need
es: Necesitas

# NIFexist
source: That NIF already exist
es: Ese NIF ya existe

# Pales
source: pallets
es: palets

# ProviderDontExist
source: That provider doesn't exist
es: Ese proveedor no existe

# SaveTxt
source: You can only save data to txt files
es: Solo puedes salvar datos a archivos txt

source: tons of wood
es: toneladas de madera
